Repository: volianytskyi/user-profile
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru_ru, uk_ua

source: Device type %s not found
ru_ru: Тип устройства %s не найден
uk_ua: Тип пристрою %s не знайдено

source: Unfortunately, confirmation e-mail was not sent. Please, try again later
ru_ru: К сожалению, письмо не было отправлено. Пожалуйста, повторите попытку позже.
uk_ua: Нажаль, повідомлення не було надіслано. Будь ласка, спробуйте пізніше.

source: New password has been sent to %s
ru_ru: Новый пароль был отправлен на %s
uk_ua: Новий пароль було надіслано на %s

source: Confirmation letter has been sent to %s <br/>Please follow the instructions to complete the registration
ru_ru: Письмо было отправлено на %s<br/>Пожалуйста, следуйте инструкциям, чтобы завершить регистрацию
uk_ua: Повідомлення було надіслано на %s <br/> Будь ласка, дотримайтесь інструкцій, щоб завершити реєстрацію

source: %s User Profile
ru_ru: %s Кабинет пользователя
uk_ua: %s Кабінет користувача

source: home
ru_ru: Главная
uk_ua: Головна

source: my_devices
ru_ru: Мои устройства
uk_ua: Мої пристрої

source: list
ru_ru: Список
uk_ua: Список

source: test_account
ru_ru: Тестовый аккаунт
uk_ua: Тестовий аккаунт

source: register_existing
ru_ru: Регистрация устройства
uk_ua: Реєстрація пристрою

source: affiliated_devices
ru_ru: Мои абоненты
uk_ua: Мої абоненти

source: add_new
ru_ru: Добавить
uk_ua: Додати

source: middleware_setup
ru_ru: Настройки порталов
uk_ua: Налаштування порталів

source: device_types
ru_ru: Типы устройств
uk_ua: Типи пристроїв

source: Profile
ru_ru: Аккаунт
uk_ua: Аккаунт

source: logout
ru_ru: Выйти
uk_ua: Вийти

source: transactions
ru_ru: История транзакций
uk_ua: Історія транзакцій

source: device_info
ru_ru: Информация об устройстве
uk_ua: Інформація о пристрої

source: name
ru_ru: Название
uk_ua: Найменування

source: created
ru_ru: Дата создания
uk_ua: Дата створення

source: device_type
ru_ru: Тип устройства
uk_ua: Тип пристрою

source: hardware_id
ru_ru: Аппаратный идентификатор
uk_ua: Апаратний ідентифікатор

source: login
ru_ru: Логин
uk_ua: Логін

source: password
ru_ru: Пароль
uk_ua: Пароль

source: expire_date
ru_ru: Срок окончания подписки
uk_ua: Строк завершення підписки

source: streaming_server
ru_ru: Сервер вещания
uk_ua: Потоковий сервер

source: cancel
ru_ru: Отменить
uk_ua: Відмінити

source: submit
ru_ru: Подтвердить
uk_ua: Підтвердити

source: test_account_welcome_message
ru_ru: Пожалуйста, укажите тип устройства, для которого необходимо получить тестовый аккаунт:
uk_ua: Будь ласка, вкажіть тип пристрою, для якого потрібно отримати тестовий аккаунт.

source: device_register_welcome_message
ru_ru: Пожалуйста, укажите тип устройства, данные о котором следует загрузить из портала:
uk_ua: Будь ласка, вкажіть тип пристрою, дані якого потрібно завантажити з порталу:

source: device_type_info
ru_ru: Информация о типе устройства
uk_ua: Інформація о типі пристрою

source: portal
ru_ru: Портал
uk_ua: Портал

source: status
ru_ru: Статус
uk_ua: Статус

source: client_profile
ru_ru: Кабинет пользователя
uk_ua: Кабінет користувача

source: email_placeholder
ru_ru: Введите e-mail
uk_ua: Введіть e-mail

source: sign_in
ru_ru: Войти
uk_ua: Війти

source: Forgot password?
ru_ru: Забыли пароль?
uk_ua: Забули пароль?

source: registration
ru_ru: Регистрация
uk_ua: Реєстрація

source: portal_info
ru_ru: Информация о портале
uk_ua: Інформація о порталі

source: delete
ru_ru: Удалить
uk_ua: Видалити

source: delete_portal_welcome_message
ru_ru: <p>Вы собираетесь удалить портал из базы кабинета.</p><p>Пользователи, подлюченные к данному порталу, станут недоступными для редактирования в кабинете.</p><p>Процедура необратима. Вы действительно хотите удалить портал?</p>
uk_ua: <p>Ви збираєетесь видалити портал з бази даних кабінета.</p><p>Користувачі, підключені до даного порталу, стануть недоступними для редагування в кабінеті.</p><p>Процедура незворотна. Ви дійсно хочете видалити портал?</p>

source: profile_info
ru_ru: Информация об аккаунте
uk_ua: Інформація об аккаунті

source: username
ru_ru: Имя пользователя
uk_ua: Ім'я користувача

source: repeat_password
ru_ru: Подтверждение пароля
uk_ua: Підтвердження пароля

source: username_placeholder
ru_ru: Пожалуйста, введите имя пользователя
uk_ua: Введіть ім'я користувача

source: register
ru_ru: Зарегестрироваться
uk_ua: Зареєструватися

source: Restore password
ru_ru: Восстановить пароль
uk_ua: Відновити пароль

source: Send
ru_ru: Отправить
uk_ua: Надіслати

source: device_type_delete_welcome_message
ru_ru: <p>Вы собираетесь удалить тип устройства из базы кабинета.</p><p>Устройства данного типа станут недоступными для редактирования в кабинете.</p><p>Процедура необратима. Вы действительно хотите удалить тип устройства?</p>
uk_ua: <p>Ви збираєтесь видалити тип пристрою з бази даних кабінета.</p><p>Пристрої даного типу стануть недоступними для редагування в кабінеті.</p><p>Процедура незворотня. Ви дійсно хочете видалити тип пристрою?</p>

source: ru
ru_ru: Русский
uk_ua: Русский

source: en
ru_ru: English
uk_ua: English

source: ua
ru_ru: Українська
uk_ua: Українська

source: http_de
ru_ru: Германия MPEGTS
uk_ua: Німеччина MPEGTS

source: hls_de
ru_ru: Германия HLS
uk_ua: Німеччина HLS

source: http_fr
ru_ru: Франция MPEGTS
uk_ua: Франція MPEGTS

source: hls_fr
ru_ru: Франция HLS
uk_ua: Франція HLS

source: unlimited
ru_ru: Безлимитный
uk_ua: Безлімітний

source: %s Registration Confirmation
ru_ru: %S Подтверждение регистрации
uk_ua: %s Підтвердження реєстрації

source: Dear %s! Please, follow the link to complete the registration or just do nothing if you did not have to receive this message: %s Your login credits: login: %s password: %s Note, the link is valid until %s Please, do not reply on this message.
ru_ru: Уважаемый %s! Пожалуйста, пройдите по ссылке для завершения регистрации: %s Ваши данные для входа в систему: логин: %s пароль: %s Пожалуйсте, обратите внимание, что ссылка действительна до %s Пожалуйста, не отвечайте на это письмо.
uk_ua: Шановний %s! Для завершення реєстрації перейдіть за посиланням: %s ВАші дані для входу: логін: %s пароль: %s Зверніть увагу, що посилання дійсне до %s Будь ласка, не відповідайте на цей лист.

source: Email not exist
ru_ru: Email отсутствует
uk_ua: Email відсутній

source: Password mismatch
ru_ru: Пароль на совпадает
uk_ua: Пароль не співпадає

source: Authorization error
ru_ru: Ошибка авторизации
uk_ua: Помилка авторизації

source: Device registration failed
ru_ru: Регистрация устройства прошла неуспешно
uk_ua: Помилка реєстрації пристрою

source: Model object processing error
ru_ru: Ошибка обработки данных модели
uk_ua: Помилка обробки даних моделі

source: Database error. Please, contact website administrator
ru_ru: Ошибка базы данных. Пожалуйста, обратитесь к администратору ресурса
uk_ua: Помилка бази даних. Будь ласка, зверніться до адміністратора ресурсу.

source: There is no required data in database
ru_ru: Отсутствуют необходимые данные в базе
uk_ua: Необхідні дані відсутні в базі даних

source: User does not exist in the database
ru_ru: Пользователь не найден
uk_ua: Користувач відсутній в базі даних

source: Required data not found
ru_ru: Необходимые данные не найдены
uk_ua: Необхідні дані відсутні

source: No access to this user device
ru_ru: Нет доступа к устройству
uk_ua: Помилка доступу до пристрою

source: No Access
ru_ru: Нет доступа
uk_ua: Помилка доступу

source: Incorrect portal property value
ru_ru: Некорректное значение свойства портала
uk_ua: Некоректне значення свойства порталу

source: Middleware setup error
ru_ru: Ошибка настройки портала
uk_ua: Помилка настройки порталу

source: User with such e-mail %s is already regisered. Please, sign in.
ru_ru: Пользователь с электронной почтой %s уже существует. Пожалуйста, войдите в систему
uk_ua: Користувач %s вже зареєстрований. Будь ласка, увійдіть в систему

source: Temporary link was expired. Please, register again.
ru_ru: Время действия ссылки истекло. Пожалуйста, зарегестрируйтесь заново
uk_ua: Тимчасове посилання недійсне. Будь ласка, зареєструйтесь знову

source: Inner server error.
ru_ru: Внутренняя ошибка сервера
uk_ua: Внутрішня помилка серверу

source: Registration processing error
ru_ru: Ошибка регистрации
uk_ua: Помилка реєстрації

source: You can't add more test accounts
ru_ru: Вы достигли лимита количества тестовых аккаунтов
uk_ua: Ви дійшли лімиту кількості тестових акаунтів

source: Unable to create test account
ru_ru: Ошибка создания тестового аккаунта
uk_ua: Неможливо створити тестовий акаунт

source: Device type is required
ru_ru: Необходимо указать тип устройства
uk_ua: Не вказано тип пристрою

source: All fields are required
ru_ru: Необходимо заполнить все поля
uk_ua: Введіть всі поля

source: Necessary to input password, streaming server and device type values
ru_ru: Необходимо ввести пароль, сервер вещания и тип устройства
uk_ua: Необхідно ввести пароль, потоковий сервер та тип пристрою

source: Please, fill both login and password
ru_ru: Пожалуйста, введите логин и пароль
uk_ua: Будь ласка, введіть логін та пароль

source: Empty value is not allowed
ru_ru: Пустое значение не разрешено
uk_ua: Пусте значення

source: Username must be entered
ru_ru: Должно быть введено имя пользователя
uk_ua: Будь ласка, введіть ім'я користувача

source: The same password must be entered twice
ru_ru: Пароль должен быть введен дважды
uk_ua: Введіть пароль двічі

source: Both name and email must be entered
ru_ru: Пожалуйста, введите email и пароль
uk_ua: Будь ласка, введіть адрес електроної скриньки та ім'я

source: Incorrect user input data
ru_ru: Введены некорректные данные
uk_ua: Введено невірні дані

source: Unable to render the page. Please, contact website administrator.
ru_ru: Ошибка вывода данных. Пожалуйста, обратитесь к администратору ресурса.
uk_ua: Неможливо відобразити сторінку. Будь ласка, зв'яжіться з адміністратором ресурсу.

source: Dear %s! Please, enter the next credits to authorize in %s login: %s password: %s Please, do not reply on this message.
ru_ru: Уважаемый %s! Пожалуйста, введите следующие данные для авторизации в %s логин: %s пароль: %s Пожалуйста, не отвечайте на это письмо.
uk_ua: Шановний, %s! Будь ласка, введіть наступні дані для авторизації в %s логін: %s пароль: %s Будь ласка, не відповідайте на цей лист.

source: %s Password Restoration
ru_ru: %s Восстановление пароля
uk_ua: %s Відновлення паролю
